Repository: pazner/CiphSwift
Catalog: CiphSwift/UserInterface/*.lproj/Localizable.strings
Languages: he

# Edit Entry Named (Filename)
source: Edit Entry %@ (%@)
he: עריכת %@ (%@)

# Edit Entry (Filename)
source: Edit Entry (%@)
he: עריכת רשומה (%@)

# New Entry (Filename)
source: New Entry (%@)
he: רשומה חדשה (%@)

# Save Message
source: Do you want to save your changes to this entry?
he: האם ברצונך לשמור את השינויים לרשומה זו?

# Discard Message
source: If you discard your changes, this cannot be undone.
he: לא ניתן לבטל פעולה זו.

# Empty Passphrase
source: Passphrase must be non-empty.
he: משפט הסיסמה לא יכול להיות ריק.

# Non-matching Passphrase
source: Passphrases do not match.
he: הסיסמאות לא מותאמות.

source: Enter Passphrase
he: נא להזין משפט סיסמה

# Enter Passphrase Protecting
source: Enter the passphrase used to protect this file
he: נא להזין את משפט הסיסמה שמגן על קובץ זה.

# Enter Passphrase for Filename
source: Enter Passphrase for %@
he: הזן את משפט הסיסמה עבור %@.

# Enter Passphrase Protecting Filename
source: Enter the passphrase used to protect %@
he: נא להזין את משפט הסיסמה שמגן על %@.

source: Save Changes
he: שמור שינויים

source: Don't Save
he: אל תשמור

source: Cancel
he: ביטול

source: 1 item
he: רשומה 1

source: 1 item, 1 selected
he: רשומה 1, 1 נבחר

# N items
source: %d items
he: %d רשומות

# N items, 1 selected
source: %d items, 1 selected
he: %d רשומות,1 נבחרה

# N items, M selected
source: %d items, %d selected
he: %d רשומות, %d נבחרו
